Repository: vadjango/telegram-gpt-bot
Catalog: locales/*/LC_MESSAGES/gptbot.po
Languages: ru_ru

source: Hello, I'm a smart bot 🤖 My ability is to answer user questions👤 What topics can I touch on? In fact, almost any, preferably not related to politicians. Why? The fact is that I am not ideologically tied to any country. So your opinion may differ from mine. To start working with me, select the option:
ru_ru: Привет, я умный бот 🤖 Моя способность - отвечать на вопросы пользователей👤 Какие темы можно со мной затронуть? На самом деле, практически любые, желательно не касающиеся политики. Почему же? Дело в том, что я не привязан к какой-либо стране идеологически. Таким образом, твоё мнение может отличаться от моего ответа. Для начала работы со мной выбери опцию:

source: 💬 Dialogue
ru_ru: 💬 Диалог

source: ❔ Detailed answer
ru_ru: ❔ Обширный ответ

source: 🚪 Exit
ru_ru: 🚪 Выход

source: 📜 Instruction
ru_ru: 📜 Инструкция

source: 🌏 Language
ru_ru: 🌏 Язык

source: ❌ Disable a bot
ru_ru: ❌ Отключить бота

source: 🗯 Feedback
ru_ru: 🗯 Обратная связь

source: ▶ Launch
ru_ru: ▶ Запустить

source: In order to use this bot, you need to subscribe telegram channel
ru_ru: Для использования даного телеграм-бота нужно подписаться на телеграм-канал

source: Bot gives a detailed answer in this mode
ru_ru: В этом режиме бот дает развернутый ответ

source: In order to continue using this bot, you need to subscribe telegram channel
ru_ru: Для того, чтобы продолжить использование даного телеграм-бота, нужно подписаться на телеграм-канал

source: Bot can build a dialogue with logically connected replicas in this mode
ru_ru: В этом режиме бот может построить логически связанный диалог

source: If you have some issues with using this bot, please contact @osiris_4 и @vadmart
ru_ru: Если у вас появились трудности в использовании бота, пишите в личные сообщения @osiris_4 и @vadmart

source: Choose language:
ru_ru: Выберите язык:

source: Chosen language: {lng}
ru_ru: Выбран язык: {lng}

source: Goodbye 👋
ru_ru: До свидания👋

source: 1 minute
ru_ru: 1 минуту

source: 5 minutes
ru_ru: 5 минут

source: 10 minutes
ru_ru: 10 минут

source: 20 minutes
ru_ru: 20 минут

source: For how long do you want to disable the bot?
ru_ru: На какое время вы хотите отключить бота?

source: Bot will be disabled in {data} for further impovements
ru_ru: Бот будет отключен через {data} минут для дальнейших доработок

source: Bot instruction: 💬 Dialogue - the bot gives a non-detailed answer (although it is enough in most cases), but remembers replicas and, therefore, understands the context. For example, you can ask "What is a cell?", and if you write to the bot "Do you like it?" after the answer, it will give an information about the cell. ❔ Detailed answer - the bot does not remember replicas, that is, it will not understand the context of the conversation. However, the maximum possible answer can be 2 times more than in the "Dialogue" mode. Useful if you are not going to develop the topic, but want to get a detailed answer.
ru_ru: Инструкция для бота: 💬 Диалог - бот дает неразвернутый ответ (хотя его достаточно в большинстве случаев), однако запоминает реплики и, следовательно, понимает контекст. Например, можно спросить "Что такое клетка?", и если после ответа написать боту "Нравится ли тебе она?", он даст ответ касаемо клетки. ❔ Обширный ответ - бот не запоминает реплики, то есть, контекста разговора понимать не будет. Однако, максимально возможный ответ может быть в 2 раза больше, чем в режиме "Диалог". Полезно, если Вы не собираетесь развивать тему, однако хотите получить подробный ответ.

source: Bot has been disabled for further improvements
ru_ru: Бот отключен для дальнейших доработок

source: New dialogue
ru_ru: Новый диалог

source: Choose the mode from the main menu!
ru_ru: Выберите режим из главного меню!

source: Start a new dialogue!
ru_ru: Начинаем новый диалог!

source: Our beautiful dialogue is over🙂 Choose the option:
ru_ru: Наш прекрасный диалог завершен🙂 Выберите опцию:

source: The request was sent, wait for an answer...😉
ru_ru: Запрос отправлен, ожидайте ответа😉

source: Your answer is processing. Please, wait…
ru_ru: Ваш ответ обрабатывается. Пожалуйста, подождите…

source: I don't know what to answer
ru_ru: Не знаю, что и ответить

source: ☰ Main menu
ru_ru: ☰ Главное меню

source: You have been inactive for 10 minutes, so the dialog ends automatically. Choose one of the modes below:
ru_ru: Вы бездействовали 10 минут, потому диалог завешен автоматически. Выберите один из режимов ниже:

source: Bot has been launched and is ready to use🙂
ru_ru: Бот запущен и готов к использованию🙂

source: "Correct answer - *insert the correct variant here*"
ru_ru: "Правильный ответ - *сюда вставь правильный ответ*"

source: "Correct answers - *insert correct variants here*"
ru_ru: "Правильные ответы - *сюда вставь правильные варианты ответов*"

source: 📝 Solving tasks
ru_ru: 📝 Решение задач

source: In this mode bot can answer a question by choosing correct variant(-s)
ru_ru: В этом режиме бот может ответить на вопрос, выбрав вариант(-ы) ответа(-ов)
