TELEBOT_TOKEN = "6129010880:AAG7gRkNF_7Kf9FZENNQkttjCMjl8PmzdsI"
ADMIN_ID = (1054140400, 975772882)
DB_CONFIG = {"dbname": "postgres",
             "user": "postgres",
             "password": "swearter903",
             "host": "178.150.167.216",
             "port": 5432
             }
START_BOT_TEXT = "Привет, я умный бот 🤖\nМоя способность - отвечать на вопросы пользователей👤\n" + \
                 "Какие темы можно со мной затронуть? На самом деле, практически любые, желательно не касающиеся " + \
                 "политики. Почему же? Дело в том, что я не привязан к какой-либо стране идеологически. " + \
                 "Таким образом, твоё мнение может отличаться от моего ответа.\n" + \
                 "Для начала работы со мной выбери опцию:"

if __name__ == "__main":
    ...
